Repository: autohotkey-docs-translation/v2-ja
Catalog: omegat/project_save.tmx
Source language: en
Languages: ja

source: "0C0C", "French (Canada)", ; fr-CA
ja: "0C0C", "フランス語 (カナダ)", ; fr-CA

source: "0C1A", "Serbian (Cyrillic, Serbia and Montenegro (Former))", ; sr-Cyrl-CS
ja: "0C1A", "セルビア語 (キリル、セルビアおよびモンテネグロ (旧))", ; sr-Cyrl-CS

source: "0C3B", "Sami, Northern (Finland)", ; se-FI
ja: "0C3B", "サーミ語、北 (フィンランド)", ; se-FI

source: "0C50", "Mongolian (Traditional Mongolian, Mongolia)", ; mn-Mong-MN
ja: "0C50", "モンゴル語 (伝統的なモンゴル文字、モンゴル)", ; mn-Mong-MN

source: "0C51", "Dzongkha (Bhutan)", ; dz-BT
ja: "0C51", "ゾンカ語 (ブータン)", ; dz-BT

source: "0C6B", "Quechua (Peru)", ; quz-PE
ja: "0C6B", "ケチュア語 (ペルー)", ; quz-PE

source: "1000", "Kashmiri (Arabic)", ; ks-Arab-IN
ja: "1000", "カシミーリー語 (アラビア)", ; ks-Arab-IN

source: "1001", "Arabic (Libya)", ; ar-LY
ja: "1001", "アラビア語 (リビア)", ; ar-LY

source: "1004", "Chinese (Simplified, Singapore)", ; zh-SG
ja: "1004", "簡体中国語 (シンガポール)", ; zh-SG

source: "1007", "German (Luxembourg)", ; de-LU
ja: "1007", "ドイツ語 (ルクセンブルグ)", ; de-LU

source: "1009", "English (Canada)", ; en-CA
ja: "1009", "英語 (カナダ)", ; en-CA

source: "100A", "Spanish (Guatemala)", ; es-GT
ja: "100A", "スペイン語 (グアテマラ)", ; es-GT

source: "100C", "French (Switzerland)", ; fr-CH
ja: "100C", "フランス語 (スイス)", ; fr-CH

source: "101A", "Croatian (Bosnia & Herzegovina)", ; hr-BA
ja: "101A", "クロアチア語 (ボスニア・ヘルツェゴビナ)", ; hr-BA

source: "103B", "Sami, Lule (Norway)", ; smj-NO
ja: "103B", "サーミ語、ルレ (ノルウェー)", ; smj-NO

source: "105F", "Central Atlas Tamazight (Tifinagh, Morocco)", ; tzm-Tfng-MA
ja: "105F", "中央アトラス タマジット語 (ティフィナグ、モロッコ)", ; tzm-Tfng-MA

source: "1401", "Arabic (Algeria)", ; ar-DZ
ja: "1401", "アラビア語 (アルジェリア)", ; ar-DZ

source: "1404", "Chinese (Traditional, Macao SAR)", ; zh-MO
ja: "1404", "繁体中国語 (マカオ特別行政区)", ; zh-MO

source: "1407", "German (Liechtenstein)", ; de-LI
ja: "1407", "ドイツ語 (リヒテンシュタイン)", ; de-LI

source: "1409", "English (New Zealand)", ; en-NZ
ja: "1409", "英語 (ニュージーランド)", ; en-NZ

source: "140A", "Spanish (Costa Rica)", ; es-CR
ja: "140A", "スペイン語 (コスタリカ)", ; es-CR

source: "140C", "French (Luxembourg)", ; fr-LU
ja: "140C", "フランス語 (ルクセンブルグ)", ; fr-LU

source: "141A", "Bosnian (Latin, Bosnia & Herzegovina)", ; bs-Latn-BA
ja: "141A", "ボスニア語 (ラテン、ボスニア・ヘルツェゴビナ)", ; bs-Latn-BA

source: "143B", "Sami, Lule (Sweden)", ; smj-SE
ja: "143B", "サーミ語、ルレ (スウェーデン)", ; smj-SE

source: "1801", "Arabic (Morocco)", ; ar-MA
ja: "1801", "アラビア語 (モロッコ)", ; ar-MA

source: "1809", "English (Ireland)", ; en-IE
ja: "1809", "英語 (アイルランド)", ; en-IE

source: "180A", "Spanish (Panama)", ; es-PA
ja: "180A", "スペイン語 (パナマ)", ; es-PA

source: "180C", "French (Monaco)", ; fr-MC
ja: "180C", "フランス語 (モナコ)", ; fr-MC

source: "181A", "Serbian (Latin, Bosnia & Herzegovina)", ; sr-Latn-BA
ja: "181A", "セルビア語 (ラテン、ボスニア・ヘルツェゴビナ)", ; sr-Latn-BA

source: "183B", "Sami, Southern (Norway)", ; sma-NO
ja: "183B", "サーミ語、南 (ノルウェー)", ; sma-NO

source: "1C01", "Arabic (Tunisia)", ; ar-TN
ja: "1C01", "アラビア語 (チュニジア)", ; ar-TN

source: "1C09", "English (South Africa)", ; en-ZA
ja: "1C09", "英語 (南アフリカ)", ; en-ZA

source: "1C0A", "Spanish (Dominican Republic)", ; es-DO
ja: "1C0A", "スペイン語 (ドミニカ共和国)", ; es-DO

source: "1C0C", "French (Caribbean)", ; fr-029
ja: "1C0C", "フランス語 (カリブ海)", ; fr-029

source: "1C1A", "Serbian (Cyrillic, Bosnia and Herzegovina)", ; sr-Cyrl-BA
ja: "1C1A", "セルビア語 (キリル、ボスニア・ヘルツェゴビナ)", ; sr-Cyrl-BA

source: "1C3B", "Sami, Southern (Sweden)", ; sma-SE
ja: "1C3B", "サーミ語、南 (スウェーデン)", ; sma-SE

source: "2001", "Arabic (Oman)", ; ar-OM
ja: "2001", "アラビア語 (オマーン)", ; ar-OM

source: "2009", "English (Jamaica)", ; en-JM
ja: "2009", "英語 (ジャマイカ)", ; en-JM

source: "200A", "Spanish (Venezuela)", ; es-VE
ja: "200A", "スペイン語 (ベネズエラ)", ; es-VE

source: "200C", "French (Réunion)", ; fr-RE
ja: "200C", "フランス語 (レユニオン)", ; fr-RE

source: "201A", "Bosnian (Cyrillic, Bosnia and Herzegovina)", ; bs-Cyrl-BA
ja: "201A", "ボスニア語 (キリル、ボスニア・ヘルツェゴビナ)", ; bs-Cyrl-BA

source: "203B", "Sami, Skolt (Finland)", ; sms-FI
ja: "203B", "サーミ語、スコルト (フィンランド)", ; sms-FI

source: "2401", "Arabic (Yemen)", ; ar-YE
ja: "2401", "アラビア語 (イエメン)", ; ar-YE

source: "2409", "English (Caribbean)", ; en-029
ja: "2409", "英語 (カリブ)", ; en-029

source: "240A", "Spanish (Colombia)", ; es-CO
ja: "240A", "スペイン語 (コロンビア)", ; es-CO

source: "240C", "French Congo (DRC)", ; fr-CD
ja: "240C", "フランス語 (コンゴ民主共和国)", ; fr-CD

source: "241A", "Serbian (Latin, Serbia)", ; sr-Latn-RS
ja: "241A", "セルビア語 (ラテン、セルビア)", ; sr-Latn-RS

source: "243B", "Sami, Inari (Finland)", ; smn-FI
ja: "243B", "サーミ語、イナリ (フィンランド)", ; smn-FI

source: "2801", "Arabic (Syria)", ; ar-SY
ja: "2801", "アラビア語 (シリア)", ; ar-SY

source: "2809", "English (Belize)", ; en-BZ
ja: "2809", "英語 (ベリーズ)", ; en-BZ

source: "280A", "Spanish (Peru)", ; es-PE
ja: "280A", "スペイン語 (ペルー)", ; es-PE

source: "280C", "French (Senegal)", ; fr-SN
ja: "280C", "フランス語 (セネガル)", ; fr-SN

source: "281A", "Serbian (Cyrillic, Serbia)", ; sr-Cyrl-RS
ja: "281A", "セルビア語 (キリル、セルビア)", ; sr-Cyrl-RS

source: "2C01", "Arabic (Jordan)", ; ar-JO
ja: "2C01", "アラビア語 (ヨルダン)", ; ar-JO

source: "2C09", "English (Trinidad & Tobago)", ; en-TT
ja: "2C09", "英語 (トリニダード・トバゴ)", ; en-TT

source: "2C0A", "Spanish (Argentina)", ; es-AR
ja: "2C0A", "スペイン語 (アルゼンチン)", ; es-AR

source: "2C0C", "French (Cameroon)", ; fr-CM
ja: "2C0C", "フランス語 (カメルーン)", ; fr-CM

source: "2C1A", "Serbian (Latin, Montenegro)", ; sr-Latn-ME
ja: "2C1A", "セルビア語 (ラテン、モンテネグロ)", ; sr-Latn-ME

source: "3001", "Arabic (Lebanon)", ; ar-LB
ja: "3001", "アラビア語 (レバノン)", ; ar-LB

source: "3009", "English (Zimbabwe)", ; en-ZW
ja: "3009", "英語 (ジンバブエ)", ; en-ZW

source: "300A", "Spanish (Ecuador)", ; es-EC
ja: "300A", "スペイン語 (エクアドル)", ; es-EC

source: "300C", "French (Côte d’Ivoire)", ; fr-CI
ja: "300C", "フランス語 (コートジボワール)", ; fr-CI

source: "301A", "Serbian (Cyrillic, Montenegro)", ; sr-Cyrl-ME
ja: "301A", "セルビア語 (キリル、モンテネグロ)", ; sr-Cyrl-ME

source: "3401", "Arabic (Kuwait)", ; ar-KW
ja: "3401", "アラビア語 (クウェート)", ; ar-KW

source: "3409", "English (Philippines)", ; en-PH
ja: "3409", "英語 (フィリピン)", ; en-PH

source: "340A", "Spanish (Chile)", ; es-CL
ja: "340A", "スペイン語 (チリ)", ; es-CL

source: "340C", "French (Mali)", ; fr-ML
ja: "340C", "フランス語 (マリ)", ; fr-ML

source: "3801", "Arabic (United Arab Emirates)", ; ar-AE
ja: "3801", "アラビア語 (アラブ首長国連邦)", ; ar-AE

source: "3809", "English (Indonesia)", ; en-ID
ja: "3809", "英語 (インドネシア)", ; en-ID

source: "380A", "Spanish (Uruguay)", ; es-UY
ja: "380A", "スペイン語 (ウルグアイ)", ; es-UY

source: "380C", "French (Morocco)", ; fr-MA
ja: "380C", "フランス語 (モロッコ)", ; fr-MA

source: "3C01", "Arabic (Bahrain)", ; ar-BH
ja: "3C01", "アラビア語 (バーレーン)", ; ar-BH

source: "3C09", "English (Hong Kong SAR)", ; en-HK
ja: "3C09", "英語 (香港特別行政区)", ; en-HK

source: "3C0A", "Spanish (Paraguay)", ; es-PY
ja: "3C0A", "スペイン語 (パラグアイ)", ; es-PY

source: "3C0C", "French (Haiti)", ; fr-HT
ja: "3C0C", "フランス語 (ハイチ)", ; fr-HT

source: "4001", "Arabic (Qatar)", ; ar-QA
ja: "4001", "アラビア語 (カタール)", ; ar-QA

source: "4009", "English (India)", ; en-IN
ja: "4009", "英語 (インド)", ; en-IN

source: "400A", "Spanish (Bolivia)", ; es-BO
ja: "400A", "スペイン語 (ボリビア)", ; es-BO

source: "4409", "English (Malaysia)", ; en-MY
ja: "4409", "英語 (マレーシア)", ; en-MY

source: "440A", "Spanish (El Salvador)", ; es-SV
ja: "440A", "スペイン語 (エルサルバドル)", ; es-SV

source: "4809", "English (Singapore)", ; en-SG
ja: "4809", "英語 (シンガポール)", ; en-SG

source: "480A", "Spanish (Honduras)", ; es-HN
ja: "480A", "スペイン語 (ホンジュラス)", ; es-HN

source: "4C09", "English (United Arab Emirates)", ; en-AE
ja: "4C09", "英語 (アラブ首長国連邦)", ; en-AE

source: "4C0A", "Spanish (Nicaragua)", ; es-NI
ja: "4C0A", "スペイン語 (ニカラグア)", ; es-NI

source: "500A", "Spanish (Puerto Rico)", ; es-PR
ja: "500A", "スペイン語 (プエルトリコ)", ; es-PR

source: "540A", "Spanish (United States)", ; es-US
ja: "540A", "スペイン語 (米国)", ; es-US

source: "580A", "Spanish (Latin America)", ; es-419
ja: "580A", "スペイン語 (ラテン アメリカ)", ; es-419

source: "5C0A", "Spanish (Cuba)", ; es-CU
ja: "5C0A", "スペイン語 (キューバ)", ; es-CU

source: "641A", "Bosnian (Cyrillic)", ; bs-Cyrl
ja: "641A", "ボスニア語 (キリル)", ; bs-Cyrl

source: "681A", "Bosnian (Latin)", ; bs-Latn
ja: "681A", "ボスニア語 (ラテン)", ; bs-Latn

source: "6C1A", "Serbian (Cyrillic)", ; sr-Cyrl
ja: "6C1A", "セルビア語 (キリル)", ; sr-Cyrl

source: "701A", "Serbian (Latin)", ; sr-Latn
ja: "701A", "セルビア語 (ラテン)", ; sr-Latn

source: "703B", "Sami (Inari)", ; smn
ja: "703B", "サーミ語 (イナリ)", ; smn

source: "742C", "Azerbaijani (Cyrillic)", ; az-Cyrl
ja: "742C", "アゼルバイジャン語 (キリル)", ; az-Cyrl

source: "743B", "Sami (Skolt)", ; sms
ja: "743B", "サーミ語 (スコルト)", ; sms

source: "7804", "Chinese", ; zh
ja: "7804", "中国語", ; zh

source: "7814", "Norwegian Nynorsk", ; nn
ja: "7814", "ノルウェー語 (ニーノシュク)", ; nn

source: "781A", "Bosnian", ; bs
ja: "781A", "ボスニア語", ; bs

source: "782C", "Azerbaijani (Latin)", ; az-Latn
ja: "782C", "アゼルバイジャン語 (ラテン)", ; az-Latn

source: "783B", "Sami (Southern)", ; sma
ja: "783B", "サーミ語 (南)", ; sma

source: "7843", "Uzbek (Cyrillic)", ; uz-Cyrl
ja: "7843", "ウズベク語 (キリル)", ; uz-Cyrl

source: "7850", "Mongolian", ; mn-Cyrl
ja: "7850", "モンゴル語", ; mn-Cyrl

source: "785D", "Inuktitut (Syllabics)", ; iu-Cans
ja: "785D", "イヌクティトット語 (カナダ音節文字)", ; iu-Cans

source: "785F", "Central Atlas Tamazight (Tifinagh)", ; tzm-Tfng
ja: "785F", "中央アトラス タマジット語 (ティフィナグ)", ; tzm-Tfng

source: "7C04", "Chinese (Traditional)", ; zh-Hant
ja: "7C04", "中国語 (繁体字)", ; zh-Hant

source: "7C14", "Norwegian Bokmål", ; nb
ja: "7C14", "ノルウェー語 (ブークモール)", ; nb

source: "7C1A", "Serbian", ; sr
ja: "7C1A", "セルビア語", ; sr

source: "7C28", "Tajik (Cyrillic)", ; tg-Cyrl
ja: "7C28", "タジク語 (キリル)", ; tg-Cyrl

source: "7C2E", "Lower Sorbian", ; dsb
ja: "7C2E", "下ソルブ語", ; dsb

source: "7C3B", "Sami (Lule)", ; smj
ja: "7C3B", "サーミ語 (ルレ)", ; smj

source: "7C43", "Uzbek (Latin)", ; uz-Latn
ja: "7C43", "ウズベク語 (ラテン)", ; uz-Latn

source: "7C46", "Punjabi", ; pa-Arab
ja: "7C46", "パンジャブ語", ; pa-Arab

source: "7C50", "Mongolian (Traditional Mongolian)", ; mn-Mong
ja: "7C50", "モンゴル語 (伝統的なモンゴル文字)", ; mn-Mong

source: "7C59", "Sindhi", ; sd-Arab
ja: "7C59", "シンド語", ; sd-Arab

source: "7C5C", "Cherokee", ; chr-Cher
ja: "7C5C", "チェロキー語", ; chr-Cher

source: "7C5D", "Inuktitut (Latin)", ; iu-Latn
ja: "7C5D", "イヌクティトット語 (ラテン)", ; iu-Latn

source: "7C5F", "Central Atlas Tamazight (Latin)", ; tzm-Latn
ja: "7C5F", "中央アトラス タマジット語 (ラテン)", ; tzm-Latn

source: "7C67", "Fulah (Latin)", ; ff-Latn
ja: "7C67", "フラ語 (ラテン)", ; ff-Latn

source: "7C68", "Hausa (Latin)", ; ha-Latn
ja: "7C68", "ハウサ語 (ラテン)", ; ha-Latn

source: "7C86", "Kʼicheʼ (Latin)", ; quc-Latn
ja: "7C86", "キチェ語 (ラテン)", ; quc-Latn

source: "7C92", "Central Kurdish", ; ku-Arab
ja: "7C92", "中央クルド語", ; ku-Arab

source: "What is indentation?" you ask?
ja: 「インデントとは何か？」と貴方は問う?

source: "Ahk2Exe Compiler":true,
ja: "Ahk2Exe Compiler":"Ahk2Exeコンパイラ",

source: "Applies to AutoHotkey {0} and later":true,
ja: "Applies to AutoHotkey {0} and later":"AutoHotkey {0} 以降に適用されます。",

source: "Applies to:\nAutoHotkey_L Revision {0} and later\nAutoHotkey v1.0.90.00 and later":true,
ja: "Applies to:\nAutoHotkey_L Revision {0} and later\nAutoHotkey v1.0.90.00 and later":"以下に適用されます：\nAutoHotkey_Lリビジョン{0}以降\nAutoHotkey v1.0.90.00以降",

source: "ArrayObj" is used below as a placeholder for any Array object, as "Array" is the class itself.
ja: 「Array」はクラスそのものなので、以下ではあらゆるArrayオブジェクトのプレースホルダとして 「ArrayObj」を使用します。

source: "AutoHotkey v2 Help",,,"docs\index.htm","docs\index.htm",,,,,0x73500,,0x10200e,[200,0,1080,700],,,,,3,,0
ja: "AutoHotkey v2 ヘルプ",,,"docs\index.htm","docs\index.htm",,,,,0x73500,,0x10200e,[200,0,1080,700],,,,,3,,0

source: "Back to top":true,
ja: "Back to top":"トップに戻る",

source: "BufferObj" is used below as a placeholder for any Buffer object, as "Buffer" is the class itself.
ja: 「Buffer」はクラスそのものなので、以下ではあらゆるBufferオブジェクトのプレースホルダとして 「BufferObj」を使用します。

source: "Built-in Classes":true,
ja: "Built-in Classes":"組み込みクラス",

source: "Built-in Functions":true,
ja: "Built-in Functions":"組み込み関数",

source: "Built-in Methods/Properties":true,
ja: "Built-in Methods/Properties":"組み込みメソッド／プロパティ",

source: "Built-in Variables":true,
ja: "Built-in Variables":"組み込みの変数",

source: "C:\My Pictures" ; Only RootDir is present.
ja: "C:\My Pictures" ; RootDirのみ存在します。

source: "C:\My Pictures\Default Image Name.gif" ; Both RootDir and Filename are present.
ja: "C:\My Pictures\Default Image Name.gif" ; RootDirとFilenameの両方が存在します。

source: "C:\Program" wasn't found.
ja: "C:\Program" は見つかりませんでした。

source: "Change the font size":true,
ja: "Change the font size":"フォントサイズの変更",

source: "Change the language":true,
ja: "Change the language":"言語の変更",

source: "Change the version":true,
ja: "Change the version":"バージョンの変更",

source: "Char*" is not the same as "Str" because "Char*" passes the address of an 8-bit number, whereas "Str" passes the address of a series of characters, which may be either 16-bit (Unicode) or 8-bit (for "AStr"), depending on the version of AutoHotkey.
ja: "Char*"は"Str"と同じではありません。"Char*"は8ビット数値のアドレスを渡すのに対し、"Str"は一連の文字のアドレスを渡しますが、これはAutoHotkeyのバージョンによって16ビット（ユニコード）または8ビット（"AStr"の場合）であることがあります。

source: "ClassObj" is used below as a placeholder for any class object, as "Class" is the Class class itself.
ja: 「Class」はClassクラスそのものであるため、以下では任意のクラスオブジェクトのプレースホルダとして「ClassObj」を使用します。

source: "Collapse or uncollapse the quick reference":true,
ja: "Collapse or uncollapse the quick reference":"クイックリファレンスを折りたたむか広げる",

source: "ComObj" should be replaced with a name more meaningful in the context of your script.
ja: 「ComObj」は、スクリプトの文脈でより意味のある名前に置き換えてください。

source: "Content tab":true,
ja: "Content tab":"目次タブ",

source: "Control Flow Statements":true,
ja: "Control Flow Statements":"制御フロー文",

source: "ControlGet Tab" was merged into ControlGetIndex, which also works with ListBox, ComboBox and DDL.
ja: 「ControlGet Tab」はControlGetIndexに統合され、ListBox、ComboBox、DDLでも機能するようになりました。

source: "C̲ontent":true,
ja: "C̲ontent":"目次(C̲)",

source: "Declarations":true,
ja: "Declarations":"宣言",

source: "Default" is equivalent to IsSet(MyVar) ? MyVar : "Default".
ja: "Default" は、IsSet(MyVar) ? MyVar : "Default"と同等です。

source: "Directives":true,
ja: "Directives":"ディレクティブ",

source: "Download code":true,
ja: "Download code":"コードをダウンロードする",

source: "Edit this document on GitHub":true,
ja: "Edit this document on GitHub":"このドキュメントをGitHubで編集する",

source: "Edit" is one of a list of common verbs that Run recognizes by default, so can be used by just writing the word followed by a space and the filename, as follows:
ja: 「Edit」は、Runがデフォルトで認識する一般的な動詞のリストの1つで、次のように、単語の後にスペースとファイル名を書くだけで使用することができます：

source: "FileObj" is used below as a placeholder for any File object, as "File" is the class itself.
ja: 「File」はクラスそのものなので、以下ではあらゆるFileオブジェクトのプレースホルダとして 「FileObj」を使用します。

source: "Filter":true,
ja: "Filter":"フィルター",

source: "FuncObj" is used below as a placeholder for any Func object, as "Func" is the class itself.
ja: 「Func」はクラスそのものなので、「FuncObj」は、任意のFuncオブジェクトのプレースホルダーとして以下使用します。

source: "Function object" usually means any of the following:
ja: 「機能オブジェクト」とは、通常、以下のいずれかを意味する：

source: "Go back":true,
ja: "Go back":"戻る",

source: "Go forward":true,
ja: "Go forward":"進む",

source: "Go to the homepage":true,
ja: "Go to the homepage":"ホームページへ",

source: "GuiCtrl" is used below as a placeholder for instances of the Gui.Control class.
ja: 「GuiCtrl」は、Gui.Controlクラスのインスタンスのプレースホルダーとして、以下で使用されます。

source: "Hidden text" is a term that refers to those controls of a window that are not visible.
ja: 「隠しテキスト」とは、ウィンドウのコントロールのうち、表示されていないものを指す言葉です。

source: "Hide or show the sidebar":true,
ja: "Hide or show the sidebar":"サイドバーの表示／非表示",

source: "Highlight keywords":true,
ja: "Highlight keywords":"キーワードをハイライト",

source: "Hotkey If" and the other If sub-commands were replaced with individual functions:
ja: "Hotkey If"をはじめとするIfサブコマンドを個別機能に置き換えました：

source: "Hotkey If" and the other If sub-commands were replaced with individual functions: HotIf, HotIfWinActive, HotIfWinExist, HotIfWinNotActive, HotIfWinNotExist.
ja: 「Hotkey If」をはじめとするIfサブコマンドを個別機能に置き換えました：HotIf、HotIfWinActive、HotIfWinExist、HotIfWinNotActive、HotIfWinNotExist。

source: "How do I press a button on a minimized window?"
ja: 「最小化されたウィンドウのボタンを押すには？」

source: "How do I select a menu item when MenuSelect doesn't work with it?!"
ja: "「MenuSelectが機能しないメニュー項目を選択するには？」

source: "If at first you don't succeed, try, try, try again." - Hickson, William E.
ja: 「最初はうまくいかなくても、トライ、トライ、またトライ」- ヒクソン ウィリアム・E

source: "Index tab":true,
ja: "Index tab":"索引タブ",

source: "InputHookObj" is used below as a placeholder for any InputHook object, as "InputHook" is the class itself.
ja: 「InputHook」はクラスそのものなので、以下ではあらゆるInputHookオブジェクトのプレースホルダとして 「InputHookObj」を使用します。

source: "Integer" refers to unsigned 16-bit integers (0..0xFFFF).
ja: 「整数」とは、符号なし16ビット整数（0～0xFFFF）を指す。

source: "In̲dex":true,
ja: "In̲dex":"索引(N̲)",

source: "MapObj" is used below as a placeholder for any Map object, as "Map" is the class itself.
ja: 「Map」はクラスそのものなので、以下ではあらゆるMapオブジェクトのプレースホルダとして「MapObj」を使用します。

source: "My File" ; Only Filename is present (but if "My File" exists as a folder, it is assumed to be RootDir).
ja: "My File" ; Filenameのみ存在します（ただし、「My File」がフォルダとして存在する場合は、RootDirとします）。

source: "My Pictures" ; Only RootDir is present, and it's relative to the current working directory.
ja: "My Pictures" ; RootDirのみが存在し、現在の作業ディレクトリからの相対パスです。

source: "MyGui" is used below as a placeholder for any Gui object (and a variable name in examples), as "Gui" is the class itself.
ja: 「Gui」はクラスそのものなので、以下ではあらゆるGuiオブジェクトのプレースホルダー（例では変数名）として「MyGui」を使用します。

source: "MyMenu" is used below as a placeholder for any Menu object, as "Menu" is the class itself.
ja: 「Menu」はクラスそのものなので、以下ではあらゆるMenuオブジェクトのプレースホルダとして 「MyMenu」を使用します。

source: "Obj" is used below as a placeholder for any instance of the Object class.
ja: 以下、「Obj」はObjectクラスのインスタンスを表すプレースホルダーとして使用します。

source: "Open the help settings":true,
ja: "Open the help settings":"ヘルプ設定を開く",

source: "Operators":true,
ja: "Operators":"演算子",

source: "Pause" as a destination key name (since it matches the name of a built-in function).
ja: デスティネーションキー名として「Pause」（組み込み関数の名前と一致するため）。

source: "Print this document":true,
ja: "Print this document":"この文書を印刷する",

source: "Quick reference":true,
ja: "Quick reference":"クイックリファレンス",

source: "R" is useful in cases where you temporarily switch to working on an unrelated task.
ja: 「R」は、一時的に関係ない作業に切り替えるケースに有効です。

source: "Search tab":true,
ja: "Search tab":"検索タブ",

source: "Search":true,
ja: "Search":"検索",

source: "Select code":true,
ja: "Select code":"コードを選択する",

source: "Shortcut: ALT+C":true,
ja: "Shortcut: ALT+C":"ホットキー：ALT+C",

source: "Shortcut: ALT+N":true,
ja: "Shortcut: ALT+N":"ホットキー：ALT+N",

source: "Shortcut: ALT+S":true,
ja: "Shortcut: ALT+S":"ホットキー：ALT+S",

source: "Skip navigation":true,
ja: "Skip navigation":"ナビゲーションをスキップ",

source: "Static" methods and properties are any methods and properties which are owned by the class object itself (and therefore do not apply to a specific instance), while methods and properties for instances of the class are owned by the class's Prototype.
ja: 「静的」メソッドおよびプロパティは、クラスオブジェクト自身が所有する（したがって、特定のインスタンスには適用されない）メソッドおよびプロパティであり、クラスのインスタンスに対するメソッドおよびプロパティは、クラスのPrototypeが所有します。

source: "S̲earch":true,
ja: "S̲earch":"検索(S̲)",

source: "The system cannot find the file specified" (on English-language systems).
ja: 「The system cannot find the file specified」（英語版システムにおいて）。

source: "This is a skinnable window.... how do I send a command that works every time?"
ja: 「これはスキナブル・ウィンドウです......毎回機能するコマンドを送るには？」

source: "Up" can also be used with normal hotkeys as in this example:
ja: "Up "は、この例のように通常のホットキーでも使用することができます。

source: "Up" can also be used with normal hotkeys as in this example: ^!r Up::MsgBox "You pressed and released Ctrl+Alt+R".
ja: 「Up」は、この例のように通常のホットキーでも使用することができます：^!r Up::MsgBox "You pressed and released Ctrl+Alt+R"。

source: "Up" hotkeys and their key-down counterparts (if any) always use the keyboard hook.
ja: 「Up」ホットキーとそのキーダウンの対応するもの（ある場合）は、常にキーボードフックを使用します。

source: "Use the dark or light theme":true,
ja: "Use the dark or light theme":"ダークまたはライトのテーマを使用する",

source: "and what about hidden windows?!"
ja: 「隠し窓はどうするんだ？」

source: "bar"}.
ja: "bar"}でも同様に作成できる。

source: "class":true,
ja: "class":"クラス",

source: "en":true,
ja: "en":"ja",

source: "function":true,
ja: "function":"関数",

source: "https://github.com/Lexikos/AutoHotkey_L-Docs/edit/v1/docs/":"https://github.com/Lexikos/AutoHotkey_L-Docs/edit/v2/docs/",
ja: "https://github.com/Lexikos/AutoHotkey_L-Docs/edit/v1/docs/":"https://github.com/autohotkey-docs-translation/v2-ja/edit/master/target/docs/",

source: "https://github.com/Lexikos/AutoHotkey_L-Docs/edit/v2/docs/":true,
ja: "https://github.com/Lexikos/AutoHotkey_L-Docs/edit/v2/docs/":"https://github.com/autohotkey-docs-translation/v2-ja/edit/master/target/docs/",

source: "not ready" also occurs when the drive contains a DVD rather than a CD.
ja: "not ready "は、ドライブにCDではなくDVDが入っている場合にも発生します。

source: "operator":true,
ja: "operator":"演算子",

source: "search for a <, followed by one or more of any character, followed by a >".
ja: "<の後に任意の文字が1つ以上続き、その後に>が続くものを検索する".

source: #1 (if true) → #1.1 → #1.2 → #3; or #1 (if false) → #2 (else) → #2.1 → #3.
ja: #1 （trueのとき） → #1.1 → #1.2 → #3; or #1 （falseのとき） → #2 (else) → #2.1 → #3.

source: #1 is a conditional statement, also known as an if statement; that is, we execute its body (#1.1 - #1.2) only if a condition is met.
ja: #1 は条件文であり、if文とも呼ばれる。つまり、ある条件を満たした場合にのみ、その本体（#1.1～#1.2）を実行するのです。

source: #2 is an else statement; we execute its body (#2.1) only if the condition of a previous if statement (#1) is not met.
ja: #2はelse文であり、前のif文（#1）の条件が満たされない場合にのみ、その本体（#2.1）を実行します。

source: #ClipboardTimeout - Syntax & Usage | AutoHotkey v2
ja: #ClipboardTimeout - 構文と使用法｜AutoHotkey v2

source: #DllLoad - Syntax & Usage | AutoHotkey v2
ja: #DllLoad - 構文と使用法｜AutoHotkey v2

source: #ErrorStdOut - Syntax & Usage | AutoHotkey v2
ja: #ErrorStdOut - 構文と使用法｜AutoHotkey v2

source: #HotIf - Syntax & Usage | AutoHotkey v2
ja: #HotIf - 構文と使用法｜AutoHotkey v2

source: #HotIf MouseIsOver("ahk_class Shell_TrayWnd") ; For MouseIsOver, see #HotIf example 1.
ja: #HotIf MouseIsOver("ahk_class Shell_TrayWnd") ; MouseIsOver については、#HotIf の例 1を参照してください。

source: #HotIf WinActive("Reminders ahk_class #32770") ; The "reminders" window in Outlook.
ja: #HotIf WinActive("Reminders ahk_class #32770") ; Outlookの「リマインダー」ウィンドウ。

source: #HotIf WinExist("ahk_group AltTabWindow") ; Indicates that the alt-tab menu is present on the screen.
ja: #HotIf WinExist("ahk_group AltTabWindow") ; alt-tab メニューが画面上に存在することを示します。

source: #HotIf also restores prefix keys to their native function when appropriate (a prefix key is A in a hotkey such as a & b).
ja: また、#HotIfは、適切な場合、プレフィックスキーを本来の機能に戻します（プレフィックスキーは、a & bのようなホットキーのAです）。

source: #HotIf can also be used to alter the behavior of an ordinary key like Enter or Space.
ja: #HotIfは、Enterや Spaceなどの通常のキーの動作を変更するためにも使用できます。

source: #HotIf has been optimized so that simple calls to WinActive or WinExist can be evaluated directly by the hook thread (as #IfWin was in v1, and HotIfWin still is).
ja: #HotIfは、WinActiveや WinExistへの単純な呼び出しをフックスレッドで直接評価できるように最適化されています（v1では#IfWinが、HotIfWinは現在もそうです）。

source: #HotIf is optimized to avoid expression evaluation for simple calls to WinActive or WinExist, thereby reducing the risk of lag or other issues in such cases.
ja: WinActiveや WinExistの単純な呼び出しに対して、#HotIfは式の評価を避けるように最適化されており、そのような場合にラグなどの問題が発生するリスクを低減することができます。

source: #HotIfTimeout - Syntax & Usage | AutoHotkey v2
ja: #HotIfTimeout - 構文と使用法｜AutoHotkey v2

source: #HotkeyInterval (use A_HotkeyInterval)
ja: #HotkeyInterval（A_HotkeyIntervalを使用）

source: #HotkeyModifierTimeout (use A_HotkeyModifierTimeout)
ja: #HotkeyModifierTimeout（A_HotkeyModifierTimeoutを使用）

source: #Hotstring - Syntax & Usage | AutoHotkey v2
ja: #Hotstring - 構文と使用法｜AutoHotkey v2
